[
    {
        "id": 1,
        "title": "Neptune Bottle",
        "review": "One of the most important decisions any runner has to make is deciding on a water bottle to purchase. To stay healthy and avoid injuries, it is important to stay hydrated before, during, and after every run. That's why I decided to finally invest in the Neptune Bottle. The Neptune Bottle is a great purchase (see the link below to purchase one for yourself). One of the features I like most about the water bottle is the size. It is 36 oz, which is larger than most other bottles I have considered purchasing. So, that means you don't have to refill it as often. Usually larger water bottles means they are hard to carry. That is not the case with the Neptune Bottle. This bottle has a convenient handle on top that makes it easy to carry no matter where you want to go. I also like how it keeps the water cold for hours. You can fill up the water bottle with cold water before your run, and the water will still be cold when you get done. Perhaps, the biggest reason you should purchase this bottle is to help the environment. By buying this bottle, you are helping the environment in two ways. First, the material used to make this bottle is 100% recyclable and free of harmful toxins. And second, you are reducing the amount of trash in our environment by using a Neptune rather than buying and drinking from plastic bottles. The only complaint I have is that within the first week of buying this product, I dropped it and now the bottle has a small dent in it. But, it still is an amazing product, and I don't regret buying it. That's why I give the Neptune Bottle 4 out of 5 stars.",
        "link": "https://www.amazon.com/Neptune-Bottle-Vacuum-Insulated-Stainless/dp/B06XK9TWRL",
        "link_text": "Purchase at Amazon.com",
        "image": "https://lh3.googleusercontent.com/RNsd4XxkZfJiL5kcnwc2w21bo9k39mRkbf06FQ3TKccTpw4F-N2Ya8jDzYMDmm-LvNfScIDq3UKBMC3LP-W5Ttfb41qiw9KY2vt5uzgeLEA8_VKSuff9dG8_eUj_bBErRTqHIZVUVAwhlpR5exNGU7pl5CIRWsg07QxNv6SHOWZk7rls-zLkj8wG0U6U1SlMqhZyuP3rJN15pu1WQGu2KYZCETnc-YzWk-jNOzIbFgbGIEBPTZE3lfjKjGmpHVzKtC2E5Ve3m_0HUffAeSGQhxP0zaMAt6I_IuV3m4LcRn65lgblCSdKR7W2EJoU53XYjpDYNk0W8KhmxkpYz766D3zhctg5aIuEnvfJwwvMCXcf5P4DYn2VjOeOB6MHNEfmVpqRiat0mrRR0GcAnNXghSNq9IVgyOlh9DLwPwriC83PyxxrPywy4QewHHoSDi1OzJD6W0-suORysv3fhYBz7ZUGr0l32xIW_5RwTEfxmtiZk4q2CXE939130euWzIRl_JmxsLBiPKdV8R_qR2aq6Qjt5MizPQr1x6RHTs9putyyBYrii7eN4lrYKOR9YxmXDsKnXsVO8o7Vq6Z0P_ywMfI0ZCnmxj2KrBemIro=w657-h876-no"
    }, 
    {
        "id": 2,
        "title": "Perfect Massage Stick",
        "review": "I run every day and participate in some sort of race event almost every Saturday during the Summer and Fall. As you can probably imagine, by running so much, my muscles get tired more easily, which makes my body more susceptible to injury. That's why it's important that my body gets the proper treatment before a run so that my muscles are warm, during a run to reduce the risk of injury, and after a run to reduce recovery time. As a result, I bought the Perfect Massage Stick (available for purchase from Walmart.com using the link below). I have integrated this product into my pre and post run routines to target sore/hurting muscles in different areas of my body. By rolling the massage stick across sore, painful areas, I have been able to recover faster, run farther, and avoid serious injuries. This product has definitely helped me increase muscle performance and blood flow throughout my body. I can't recommend this product enough. It's small, lightweight, and simple to use. There are a lot of different massage sticks out there that cost a lot of money. But, this one is great for the price. If you are a runner on a budget and want to keep your body healthy and muscles strong, then purchase the Perfect Massage Stick. I give this product 4.5 out of 5 stars.",
        "link": "https://www.walmart.com/ip/Perfect-Massage-Stick/46577154?wmlspartner=wlpa&selectedSellerId=0&wl13=2642&adid=22222222227034292174&wl0=&wl1=g&wl2=c&wl3=73810254632&wl4=pla-143379947552&wl5=9019602&wl6=&wl7=&wl8=&wl9=pla&wl10=8175035&wl11=local&wl12=46577154&wl13=2642&veh=sem",
        "link_text": "Purchase at Walmart.com",
        "image": "https://lh3.googleusercontent.com/HkWjoz3EplmXpPET0-Of7cTho0YvPbk53bSwo-M1yVqrNcOP-HXv_tngltDmYysxtiD3RHNnPz0uWNBVsM7bwVREhCLTsW2j-Gec6K8YD5ml55_FAwZbPQ056yNsGOlvVQ0QwbC_KsgXBosWXSESFMBHMFK-KJmtqWDKJZuewogAN8_YUVAl-rq7KixMz_p9UV4h8lCUK0JkKF7akNe1NX0MMKQzl_lhmfnqSCOAVnKci6w6Qryy_ttgAvOCee8ZEeZjq87DB0lUEGWzByDRG75INVld542quMGigaHXh3qjrOpKzrUkbO1eh9H58drchzvMp5tAQJfEU1KUmQCog-LfOXr3lqEgZAodUJrYuvilP7io_2oHWlX5XX69L38Lr0rILyVZ5vmsJBlFPR4m8wUYH4ojQCtIonr3ZzMiq42a9d9GV3egeN74Gs4Z2-x-3fJ_pLbQOJ8dP4efl0GT3Optp2VNOmwZPgKXj4FawJsq2GiLUTRhqBXqOtztFJ7T8_lJMeoVfrLAvZFtk43mHG_272qyFryhZi1KZk1Sur6xfHcDJu_EDxhQUwlPvflLCAdzt_XX_me4wHoKziBOwXHcquBgSiYjCr66Y90=w657-h876-no"
    },
    {
        "id": 3,
        "title": "Nike Dri-Fit Running Shorts",
        "review": "I love the Nike Dri-Fit running shorts. I bought my first pair when I first started to run competitively in 2018. These shorts are probably the most comfortable shorts I have ever worn. I wear them when I am running and even when I'm not running and just hanging out. That's how comfortable they are. They are extremely lightweight and don't get in the way while I run. I think I even improved my time by wearing these during races. I don't really have any complaints about this product. If you want a pair of your own Nike Dri-Fits, click the link below to find a pair at Nike.com. They are not that expensive, and you can find a pair pretty much at any running store near you. Because of the product's lightweight material, comfort, and price, I give this product 5 out of 5 stars.",
        "link": "https://store.nike.com/us/en_us/pw/mens-dri-fit-running-shorts/7puZ8yzZnipZobt",
        "link_text": "Purchase at Nike.com",
        "image": "https://lh3.googleusercontent.com/AJjhI8lxrhLnQhXv7Jn9_UU4xLMxv_maQbxUXhCcUEFbczaqSClN19dvDZTqSDQkyDe0lsuVOsrooYAK5q_1KK5x_XtFqAX4uBP7Ecnt0BpHYGB_CFkuA0f-kzc1w0Mk4CAkSON7HR9ZAtF5vTiGA_0ZBdJf4sEtBtoxynV82Aetv7Nt_E5xQuiwEe8sTr4zx4NknZH9-7pI4kSqqyjlez_LItthYvKrfxeDVwZWm48vr_D3nHZmZmvyl2GrkEL5d68RyZzz6tAOT_PUGPT3HpmzjZ5bv6uZqOBkCCVE3K_G3RD6x8TOd1XMeFEkiz9rWJ6Xm7DIh-0wJwRpe_lBC1zhvUqweLR1n9rKSjOiqxnzfz4496SCK4uOQWSBfXUm5j4ngjhfS8ED8c8TrY6fs6iUJA7WKSotYKh5u_8VlD-yV7X-jE0P8Uez95QGkw62aljb8PytRrBhd2o5e22nU509zO7Yr7Py0lpz70ZQjKE5oeHzV6aZzIONC08V7V_iDIZu6MeGtK8lgblaYJZEh5gClpt-Ke7zr-ILJYEA_NIYsFYEk6K_xPC6y0Nojs0Ykum5KaEF3mlCc7Z7QJEKbd8yBn6NPDdqzmsIGgE=w1169-h876-no"
    } 
]